Repository: markclausing/vibecoach
Catalog: AIFitnessCoach/Localizable.xcstrings
Source language: nl
Languages: de, en, es

source: VOEDING
de: ERNÄHRUNG
en: NUTRITION
es: NUTRICIÓN

source: Voeding & Hydratatie
de: Ernährung & Flüssigkeit
en: Nutrition & Hydration
es: Nutrición e hidratación

source: Voeg een nieuw fitnessdoel toe om je voortgang bij te houden.
de: Füge ein neues Fitnessziel hinzu, um deinen Fortschritt zu verfolgen.
en: Add a new fitness goal to track your progress.
es: Añade un nuevo objetivo de fitness para seguir tu progreso.

source: Voer een API-sleutel in via de Instellingen om hem wakker te maken.
de: Gib einen API-Schlüssel in den Einstellungen ein, um ihn aufzuwecken.
en: Enter an API key via Settings to wake it up.
es: Introduce una clave API en Ajustes para activarlo.

source: Voer je %@-sleutel in (en test 'm) om je beschikbare modellen live te laden. Tot dan tonen we een ingebouwde lijst.
de: Gib deinen %@-Schlüssel ein (und teste ihn), um deine verfügbaren Modelle live zu laden. Bis dahin zeigen wir eine eingebaute Liste.
en: Enter your %@ key (and test it) to load your available models live. Until then we show a built-in list.
es: Introduce tu clave de %@ (y pruébala) para cargar tus modelos disponibles en vivo. Hasta entonces mostramos una lista integrada.

source: Volgende
de: Weiter
en: Next
es: Siguiente

source: Volle batterij (Vibe %@/100) — goede dag voor intensiteit.
de: Volle Batterie (Vibe %@/100) — guter Tag für Intensität.
en: Full battery (Vibe %@/100) — good day for intensity.
es: Batería llena (Vibe %@/100) — buen día para la intensidad.

source: VOLTOOIDE DOELEN
de: ABGESCHLOSSENE ZIELE
en: COMPLETED GOALS
es: OBJETIVOS COMPLETADOS

source: Volume deze week is %@ boven je gemiddelde. Plan 1–2 rustdagen.
de: Das Volumen dieser Woche liegt %@ über deinem Durchschnitt. Plane 1–2 Ruhetage.
en: This week’s volume is %@ above your average. Plan 1–2 rest days.
es: El volumen de esta semana está un %@ por encima de tu promedio. Planifica 1–2 días de descanso.

source: Voor
de: Vorher
en: Before
es: Antes

source: Voorkeur
de: Bevorzugt
en: Preferred
es: Preferido

source: Voorstel
de: Vorschlag
en: Suggestion
es: Sugerencia

source: VOORTGANG DEZE FASE
de: FORTSCHRITT DIESER PHASE
en: PROGRESS THIS PHASE
es: PROGRESO DE ESTA FASE

source: Voorzichtig — Blessurerisico
de: Vorsicht — Verletzungsrisiko
en: Careful — Injury risk
es: Cuidado — Riesgo de lesión

source: Vraag of vertel iets over deze workout…
de: Frag oder erzähl etwas zu diesem Workout…
en: Ask or share something about this workout…
es: Pregunta o cuenta algo sobre este entrenamiento…

source: Vraag waarom ›
de: Frag warum ›
en: Ask why ›
es: ¿Por qué? ›

source: Vrouw
de: Weiblich
en: Female
es: Mujer

source: Vul Max HR in om zones via Karvonen te berekenen, of gebruik LTHR voor de Friel-methode.
de: Gib die Max-HF ein, um Zonen per Karvonen zu berechnen, oder nutze LTHR für die Friel-Methode.
en: Enter Max HR to compute zones via Karvonen, or use LTHR for the Friel method.
es: Introduce la FC máxima para calcular las zonas con Karvonen, o usa el LTHR para el método Friel.

source: Vul Rust HR in om zones via Karvonen te berekenen, of gebruik LTHR voor de Friel-methode.
de: Gib die Ruhe-HF ein, um Zonen per Karvonen zu berechnen, oder nutze LTHR für die Friel-Methode.
en: Enter Rest HR to compute zones via Karvonen, or use LTHR for the Friel method.
es: Introduce la FC en reposo para calcular las zonas con Karvonen, o usa el LTHR para el método Friel.

source: Waarom je eigen sleutel?
de: Warum dein eigener Schlüssel?
en: Why your own key?
es: ¿Por qué tu propia clave?

source: Waarschuwing: Je traint te hard in je taper-fase! Neem rust.
de: Warnung: Du trainierst in deiner Taper-Phase zu hart! Ruh dich aus.
en: Warning: You're training too hard in your taper phase! Rest up.
es: Aviso: ¡Estás entrenando demasiado en tu fase de taper! Descansa.

source: Wandelen
de: Gehen
en: Walking
es: Caminar

source: Wandeling
de: Spaziergang
en: Walk
es: Caminata

source: Warm — extra hydratatie aanbevolen.
de: Warm — zusätzliche Flüssigkeitszufuhr empfohlen.
en: Warm — extra hydration recommended.
es: Calor: se recomienda hidratación extra.

source: Wat het meet
de: Was es misst
en: What it measures
es: Qué mide

# WAT IK ONTHOU · %@ ACTIEVE · %@ VERLOPEN
source: WAT IK ONTHOU · %1$@ ACTIEVE · %2$@ VERLOPEN
de: WAS ICH MIR MERKE · %@ AKTIV · %@ ABGELAUFEN
en: WHAT I REMEMBER · %@ ACTIVE · %@ EXPIRED
es: LO QUE RECUERDO · %@ ACTIVAS · %@ CADUCADAS

source: WAT IK ZIE
de: WAS ICH SEHE
en: WHAT I SEE
es: LO QUE VEO

source: Wat is de Vibe Score?
de: Was ist der Vibe Score?
en: What is the Vibe Score?
es: ¿Qué es el Vibe Score?

source: Wat is TRIMP?
de: Was ist TRIMP?
en: What is TRIMP?
es: ¿Qué es TRIMP?

source: Wat moet ik morgen doen?
de: Was soll ich morgen tun?
en: What should I do tomorrow?
es: ¿Qué debo hacer mañana?

source: Water
de: Wasser
es: Agua

source: We sturen alleen een bericht als je lichaam afwijkt van je plan — gemiddeld één keer per week, nooit meer dan één per doel per dag.
de: Wir senden nur eine Nachricht, wenn dein Körper von deinem Plan abweicht — im Schnitt einmal pro Woche, nie mehr als eine pro Ziel und Tag.
en: We only send a message when your body deviates from your plan — on average once a week, never more than one per goal per day.
es: Solo enviamos un mensaje cuando tu cuerpo se desvía de tu plan: de media una vez por semana, nunca más de uno por objetivo al día.

source: Wedstrijd
de: Wettkampf
en: Race
es: Competición

source: WEER
de: WETTER
en: WEATHER
es: CLIMA

source: Wekelijks volume
de: Wöchentliches Volumen
en: Weekly volume
es: Volumen semanal

source: Wekelijkse belasting
de: Wöchentliche Belastung
en: Weekly load
es: Carga semanal

source: Wielrennen
de: Radfahren
en: Cycling
es: Ciclismo

# Wind %@ km/u · %@%% neerslag
source: Wind %1$@ km/u · %2$@%% neerslag
de: Wind %1$@ km/h · %2$@%% Niederschlag
en: Wind %1$@ km/h · %2$@%% precipitation
es: Viento %1$@ km/h · %2$@%% precipitación

source: Workout geregistreerd
de: Workout erfasst
en: Workout logged
es: Entrenamiento registrado

source: Workout geregistreerd (%@ TRIMP)
de: Workout erfasst (%@ TRIMP)
en: Workout logged (%@ TRIMP)
es: Entrenamiento registrado (%@ TRIMP)

source: Zelfs met maximale wekelijkse groei is de piekbelasting niet haalbaar vóór de racedag. Bespreek dit met je coach.
de: Selbst mit maximalem wöchentlichem Zuwachs ist die Spitzenbelastung vor dem Renntag nicht erreichbar. Besprich das mit deinem Coach.
en: Even with maximum weekly growth, the peak load isn't achievable before race day. Discuss this with your coach.
es: Incluso con el máximo crecimiento semanal, la carga máxima no es alcanzable antes del día de carrera. Coméntalo con tu entrenador.

source: Zonder Apple Health kan VibeCoach je Vibe Score en herstel niet berekenen. Je kunt het later koppelen via Instellingen.
de: Ohne Apple Health kann VibeCoach deinen Vibe Score und deine Erholung nicht berechnen. Du kannst es später in den Einstellungen verbinden.
en: Without Apple Health, VibeCoach can't compute your Vibe Score and recovery. You can connect it later in Settings.
es: Sin Apple Health, VibeCoach no puede calcular tu Vibe Score ni tu recuperación. Puedes conectarlo más tarde en Ajustes.

source: ZONE-PREVIEW
de: ZONEN-VORSCHAU
es: VISTA PREVIA DE ZONAS

source: Zwaar
de: Stark
en: Heavy
es: Intenso

source: Zwemmen
de: Schwimmen
en: Swimming
es: Natación

source: Zwemsessie
de: Schwimmeinheit
en: Swim session
es: Sesión de natación

source: Coach-analyse
en: Coach analysis
es: Análisis del entrenador

source: Divers
en: Other
es: Otro

source: Gewicht
en: Weight
es: Peso

source: Knie
en: Knee
es: Rodilla

source: Modus
en: Mode
es: Modo

source: Prognose
en: Forecast
es: Pronóstico

source: Startdatum
en: Start date
es: Fecha de inicio

source: Thema
en: Theme
es: Tema

source: Titel
en: Title
es: Título

source: Training
en: Workout
es: Entrenamiento

source: TRAINING
en: WORKOUT
es: ENTRENAMIENTO

source: Build start %@
es: Inicio de Build %@

source: Coach
es: Entrenador

source: Details
es: Detalles

source: Engine A — workout-trigger
es: Motor A: disparador de entrenamiento

source: Hand
es: Mano

source: Peak start %@
es: Inicio de Peak %@

source: Status
es: Estado

source: Taper start %@
es: Inicio de Taper %@

source: TRIMP Score
es: Puntuación TRIMP
